Repository: sebasmd-projects/atlas_propensiones
Catalog: templates/locale/*/LC_MESSAGES/django.po
Languages: es

source: If you don't have any device with you, you can access your account using backup tokens.
es: Si no tiene ningún dispositivo con usted, puede acceder a su cuenta utilizando códigos de respaldo.

source: You have only one backup token remaining.
es: Solo le queda un código de respaldo.

source: Show Codes
es: Mostrar Códigos
