Repository: sebasmd-projects/atlas_propensiones
Catalog: templates/locale/*/LC_MESSAGES/django.po
Languages: es

source: Show
es: Mostrar

source: (Max: 2000)
es: (Máx: 2000)

source: Contact Confirmation
es: Confirmación de contacto

source: Message Received!
es: ¡Mensaje recibido!

source: Hi %(name)s,
es: Hola %(name)s,

source: Thank you for contacting us through
es: Gracias por contactarnos a través de

source: We have received your message and will get back to you as soon as possible.
es: Hemos recibido su mensaje y nos pondremos en contacto con usted lo antes posible.

source: If you have any questions or need additional information, you can write us directly:
es: Si tiene alguna pregunta o necesita información adicional, puede escribirnos directamente:

source: You can also email us
es: También puede enviarnos un correo electrónico

source: Thank you for trusting us!
es: ¡Gracias por confiar en nosotros!

source: Best regards,
es: Saludos cordiales,

source: About Us
es: Sobre nosotros

source: This email was sent from
es: Este correo electrónico fue enviado desde

source: If you did not expect this message or it was sent by mistake, please ignore it.
es: Si no esperaba este mensaje o se envió por error, por favor ignórelo.

source: HOME | ABOUT | FEATURES | SERVICES
es: INICIO | NOSOTROS | CARACTERÍSTICAS | SERVICIOS

source: ATLAS | Comprehensive and Secure Historical Asset Management Solution
es: ATLAS | Solución integral y segura de gestión de activos históricos

source: All-in-one suite for business management of historical assets safely and easily
es: Conjunto todo-en-uno para la gestión empresarial de activos históricos de forma segura y sencilla

source: ASSETS
es: ACTIVOS

source: HISTORICAL
es: HISTÓRICOS

source: All-in-one Suite
es: Suite todo-en-uno

source: Comprehensive and Secure Historical Asset Management Solution
es: Solución integral y segura de gestión de activos históricos

source: Get Started
es: Comenzar

source: With a team always willing to help
es: Con un equipo siempre dispuesto a ayudar

source: International
es: Internacional

source: International Team
es: Equipo internacional

source: Multidisciplinary
es: Multidisciplinario

source: Adapted to every need
es: Adaptado a cada necesidad

source: Results
es: Resultados

source: Confirmed Sales
es: Ventas confirmadas

source: MORE ABOUT US
es: MÁS SOBRE NOSOTROS

source: Institutionalization of International Asset Operations
es: Institucionalización de las operaciones internacionales de activos

source: Our initiative focuses on formalizing and streamlining the process of managing international assets. This ensures better governance, compliance, and operational efficiency across global markets.
es: Nuestra iniciativa se centra en formalizar y optimizar el proceso de gestión de activos internacionales. Esto garantiza una mejor gobernanza, cumplimiento y eficiencia operativa en los mercados globales.

source: Enhanced governance structure
es: Estructura de gobernanza mejorada

source: Compliance with international standards
es: Cumplimiento con estándares internacionales

source: Streamlined asset management process
es: Proceso de gestión de activos optimizado

source: Risk mitigation in asset handling
es: Mitigación de riesgos en el manejo de activos

source: Integration with global markets
es: Integración con mercados globales

source: Continuous improvement strategies
es: Estrategias de mejora continua

source: CEO Profile
es: Perfil del CEO

source: CEO & Founder
es: CEO & Fundador

source: Call us anytime
es: Llámenos en cualquier momento

source: Years
es: Años

source: Of experience in managing international assets
es: De experiencia en la gestión de activos internacionales

source: Features
es: Características

source: Explore the core functionalities of ATLAS for efficient asset management and comprehensive business solutions.
es: Explore las funcionalidades principales de ATLAS para una gestión eficiente de activos y soluciones empresariales integrales.

source: Asset Management
es: Gestión de Activos

source: Document Generation
es: Generación de Documentos

source: Security & Validation
es: Seguridad y Validación

source: Comprehensive Asset Management
es: Gestión integral de activos

source: ATLAS provides a robust platform for managing historical assets, ensuring compliance, traceability, and seamless integration with market demands.
es: ATLAS proporciona una plataforma robusta para gestionar activos históricos, garantizando el cumplimiento, la trazabilidad y la integración fluida con las demandas del mercado.

source: Centralized asset tracking and monitoring
es: Seguimiento y monitoreo centralizado de activos

source: Data analytics and reporting
es: Análisis de datos e informes

source: Asset markets for enhanced visibility
es: Mercados de activos para mayor visibilidad

source: Asset Management Illustration
es: Ilustración de Gestión de Activos

source: Automated Document Generation
es: Generación automatizada de documentos

source: Efficiently generate, manage, and store important documents related to asset transactions, client agreements, and compliance certifications.
es: Genere, administre y almacene de forma eficiente documentos importantes relacionados con transacciones de activos, acuerdos con clientes y certificaciones de cumplimiento.

source: Templates for various document needs
es: Plantillas para diversas necesidades documentales

source: Automated filling and real-time generation of certificates
es: Relleno automático y generación en tiempo real de certificados

source: Secure storage with easy access for verification and audit trails
es: Almacenamiento seguro con acceso sencillo para verificación y auditorías

source: Document Generation Illustration
es: Ilustración de Generación de Documentos

source: Enhanced Security & Validation
es: Mayor Seguridad y Validación

source: Advanced user authentication and role-based access control
es: Autenticación avanzada de usuarios y control de acceso basado en roles

source: Secure data encryption and validation mechanisms
es: Cifrado seguro de datos y mecanismos de validación

source: Comprehensive KYC and AML processes for client onboarding
es: Procesos integrales de KYC y AML para la incorporación de clientes

source: ATLAS prioritizes security with state-of-the-art encryption and validation protocols to safeguard sensitive information and ensure compliance.
es: ATLAS prioriza la seguridad con protocolos de cifrado y validación de vanguardia para salvaguardar información sensible y garantizar el cumplimiento.

source: Security Illustration
es: Ilustración de Seguridad

source: Centralized platform for tracking and managing historical assets efficiently, ensuring data integrity and real-time updates.
es: Plataforma centralizada para rastrear y gestionar activos históricos de forma eficiente, garantizando la integridad de datos y actualizaciones en tiempo real.

source: Compliance & Validation
es: Cumplimiento y Validación

source: Automated compliance checks and robust validation processes to meet international standards and regulatory requirements.
es: Controles de cumplimiento automatizados y procesos de validación sólidos para cumplir con estándares internacionales y requisitos normativos.

source: Create and manage documents such as certificates and agreements with templates for seamless business operations.
es: Cree y administre documentos tales como certificados y acuerdos con plantillas para operaciones comerciales sin contratiempos.

source: Security & Data Protection
es: Seguridad y Protección de Datos

source: Advanced security features including data encryption, access control, and regular audits to safeguard sensitive information.
es: Funcionalidades de seguridad avanzadas que incluyen cifrado de datos, control de acceso y auditorías regulares para proteger información sensible.

source: Cross-Platform Accessibility
es: Accesibilidad Multiplataforma

source: ATLAS adapts seamlessly across desktops, tablets, and smartphones, ensuring a consistent user experience.
es: ATLAS se adapta sin problemas a escritorios, tabletas y teléfonos inteligentes, garantizando una experiencia de usuario coherente.

source: Optimized Performance
es: Rendimiento Optimizado

source: Fast loading times and efficient resource usage provide a smooth experience even on low-spec devices.
es: Tiempos de carga rápidos y uso eficiente de recursos para brindar una experiencia fluida incluso en dispositivos con especificaciones bajas.

source: Touch-Friendly Design
es: Diseño Adaptado al Tacto

source: Interactive elements and navigation are designed for easy use on touch screens, enhancing mobile usability.
es: Los elementos interactivos y la navegación están diseñados para un fácil uso en pantallas táctiles, mejorando la usabilidad móvil.

source: Phone Mockup
es: Maqueta de Teléfono

source: Fully Responsive Design
es: Diseño Totalmente Responsivo

source: ATLAS ensures a responsive layout that adjusts dynamically to fit any screen size, providing a consistent experience.
es: ATLAS asegura un diseño responsivo que se adapta dinámicamente a cualquier tamaño de pantalla, ofreciendo una experiencia coherente.

source: Browser Compatibility
es: Compatibilidad con Navegadores

source: Compatible with major web browsers including Chrome, Firefox, Edge, and Safari for a seamless experience.
es: Compatible con los principales navegadores web, incluyendo Chrome, Firefox, Edge y Safari, para una experiencia sin interrupciones.

source: Dark Mode Support
es: Soporte de Modo Oscuro

source: ATLAS offers a dark mode option to reduce eye strain and improve visibility in low-light environments.
es: ATLAS ofrece una opción de modo oscuro para reducir la fatiga visual y mejorar la visibilidad en entornos con poca luz.

source: HISTORICAL ASSETS
es: ACTIVOS HISTÓRICOS

source: Get In Touch
es: Póngase en Contacto

source: Contact
es: Contacto

source: Contact Info
es: Información de Contacto

source: Our Location
es: Nuestra Ubicación

source: Phone Number
es: Número de Teléfono

source: Email Address
es: Dirección de Correo Electrónico

source: You Always Have Control
es: Usted Siempre Tiene el Control

source: Your message has been sent successfully.
es: Su mensaje ha sido enviado con éxito.

source: We will contact you soon!
es: ¡Nos pondremos en contacto con usted pronto!

source: Send Message
es: Enviar Mensaje

source: Phone:
es: Teléfono:

source: Email:
es: Correo:

source: Useful Links
es: Enlaces Útiles

source: Home
es: Inicio

source: About us
es: Conócenos

source: Terms of service
es: Términos del servicio

source: Privacy policy
es: Política de privacidad

source: Your unconditional ally. All Rights Reserved.
es: Su aliado incondicional. Todos los derechos reservados.

source: Created by
es: Creado por

source: Holder
es: Tenedor

source: About
es: Conócenos

source: Custom APPS
es: Aplicaciones Personalizadas

source: Code Generation
es: Generación de Código

source: Documents
es: Documentos

source: Suitability Verification
es: Verificación de Idoneidad

source: LOGOUT
es: CERRAR SESIÓN

source: LOGIN
es: INICIAR SESIÓN

source: REGISTER
es: REGISTRARSE

source: Username
es: Nombre de usuario

source: Email
es: Correo electrónico

source: Password
es: Contraseña

source: Confirm Password
es: Confirmar Contraseña

source: First Names
es: Nombres

source: Last Names
es: Apellidos

source: User Type
es: Tipo de Usuario

source: Register
es: Registrarse

source: Do you already have an account? Sign in
es: ¿Ya tiene una cuenta? Inicie sesión

source: Add New Asset
es: Agregar Nuevo Activo

source: Asset
es: Activo

source: Location
es: Ubicación

source: + Add Location
es: + Agregar Ubicación

source: Quantity Type
es: Tipo de Cantidad

source: Amount
es: Monto

source: Add Asset
es: Agregar Activo

source: The Asset Location ties a specific asset to a location, defining where and in what quantity the asset is available.
es: La Ubicación del Activo vincula un activo específico a una ubicación, definiendo dónde y en qué cantidad el activo está disponible.

source: Edit Asset
es: Editar Activo

source: Add Location
es: Agregar Ubicación

source: Dashboard
es: Panel de Control

source: Overview and content summary
es: Resumen y contenido general

source: My Historical Assets
es: Mis Activos Históricos

source: Assets in Demand (Offers)
es: Activos en Demanda (Ofertas)

source: You have no assets registered. Register an asset to see available positions.
es: No tiene activos registrados. Registre un activo para ver las posiciones disponibles.

source: Total current offers:
es: Total de ofertas actuales:

source: Confirm Delete
es: Confirmar Eliminación

source: Are you sure you want to delete this Asset?
es: ¿Está seguro de que desea eliminar este Activo?

source: Cancel
es: Cancelar

source: Are you sure you want to delete this location reference?
es: ¿Está seguro de que desea eliminar esta referencia de ubicación?

source: Location Reference
es: Referencia de Ubicación

source: Description
es: Descripción

source: Continent
es: Continente

source: Country
es: País

source: Actions
es: Acciones

source: Image
es: Imagen

source: Asset Name
es: Nombre del Activo

source: Category
es: Categoría

source: Offer Type
es: Tipo de Oferta

source: Offer Amount per quantity type in USD
es: Monto de la Oferta por tipo de cantidad en USD

source: Offer Quantity
es: Cantidad de la Oferta

source: Continent Preference
es: Preferencia de Continente

source: Country Preference
es: Preferencia de País

source: Add New Location Reference
es: Agregar Nueva Referencia de Ubicación

source: Reference
es: Referencia

source: Add Location Reference
es: Agregar Referencia de Ubicación

source: The Location Reference serves as a unique identifier to manage inventory across various locations.
es: La Referencia de Ubicación sirve como un identificador único para gestionar el inventario en diversas ubicaciones.

source: It allows differentiation between inventory located in the same country but in different areas, inventory in different countries, or inventory in the same country as well as across multiple countries.
es: Permite diferenciar entre el inventario ubicado en el mismo país pero en diferentes áreas, inventario en diferentes países, o inventario en el mismo país así como en múltiples países.

source: Edit Location Reference
es: Editar Referencia de Ubicación

source: The Location Reference serves as a unique identifier to manage inventory across various locations.
es: La Referencia de Ubicación sirve como un identificador único para gestionar el inventario en diversas ubicaciones.

source: Procedure
es: Procedimiento

source: Apply to this position/offer
es: Aplicar a esta posición/oferta

source: Download Offer
es: Descargar Oferta

source: Offer Summary
es: Resumen de la Oferta

source: Offer Amount
es: Monto de la Oferta

source: Buyer Country
es: País del Comprador

source: Assets and Offers
es: Activos y Ofertas

source: Support
es: Soporte

source: Do you need help?
es: ¿Necesita ayuda?

source: Certification of Suitability
es: Certificación de Idoneidad

source: Certificate Details
es: Detalles del Certificado

source: ID Number:
es: Número de Identificación:

source: Certificate ID:
es: ID del Certificado:

source: Approved
es: Aprobado

source: Not Approved
es: No Aprobado

source: with document number
es: con número de documento

source: qualifies as a beneficiary, who has undergone a security screening and accreditation of judicial records in accordance with current regulations, criminal reports on social media, and Interpol databases. Consequently, they do <strong>NOT</strong> have any judicial or disciplinary records from the certifying entities authorized by international public consultation databases, which would affect their suitability. <br/> For the record, this is signed on
es: califica como beneficiario, quien ha pasado por un control de seguridad y acreditación de antecedentes judiciales de acuerdo con las normas vigentes, informes criminales en redes sociales y bases de datos de Interpol. Por consiguiente, <strong>NO</strong> presenta antecedentes judiciales ni disciplinarios en las entidades certificadoras autorizadas por las bases de datos de consulta pública internacional, que afecten su idoneidad. <br/> Para constancia se firma en

source: in Quindío, Republic of Colombia.
es: en Quindío, República de Colombia.

source: we inform you that, after the evaluation conducted, your security study <span class="text-danger">HAS NOT BEEN APPROVED</span> due to not meeting the suitability requirements according to the current security regulations.
es: le informamos que, tras la evaluación realizada, su estudio de seguridad <span class="text-danger">NO HA SIDO APROBADO</span> debido a que no cumple con los requisitos de idoneidad según la normativa de seguridad vigente.

source: We remind you that, in accordance with the provisions of the Habeas Data Law, all your personal data has been treated with due confidentiality and is protected under the strictest security standards, guaranteeing its integrity and privacy. Your data will be used exclusively for authorized purposes and within the framework of current data protection regulations.
es: Le recordamos que, de acuerdo con las disposiciones de la Ley de Habeas Data, todos sus datos personales han sido tratados con la debida confidencialidad y están protegidos bajo los más estrictos estándares de seguridad, garantizando su integridad y privacidad. Sus datos serán utilizados exclusivamente para los fines autorizados y en el marco de la normativa vigente de protección de datos.

source: Status:
es: Estado:

source: Verify your Certificate
es: Verifique su Certificado

source: Please try again in
es: Por favor, intente de nuevo en

source: minutes.
es: minutos.

source: Verify
es: Verificar

source: Code Generator
es: Generador de Códigos

source: Custom Text
es: Texto Personalizado

source: Include NIT
es: Incluir NIT

source: Include Date (DDMMYYYY)
es: Incluir Fecha (DDMMYYYY)

source: Include Random Code (4 digits)
es: Incluir Código Aleatorio (4 dígitos)

source: Generate Barcode
es: Generar Código de Barras

source: QR Code
es: Código QR

source: Next
es: Siguiente

source: Download
es: Descargar

source: Bar Code
es: Código de Barras

source: Download QR
es: Descargar QR

source: Terms & Conditions
es: Términos y Condiciones

source: ADMIN
es: ADMINISTRADOR

source: Account
es: Cuenta

source: Logout
es: Cerrar Sesión

source: Pages
es: Páginas

source: Security
es: Seguridad

source: IDONEITY
es: IDONEIDAD

source: Assets
es: Activos

source: Logged in as:
es: Conectado como:

source: Back
es: Atrás

source: Backup Tokens
es: Códigos de Respaldo

source: Backup tokens can be used when your primary and backup phone numbers aren't available. The backup tokens below can be used for login verification. If you've used up all your backup tokens, you can generate a new set of backup tokens. Only the backup tokens shown below will be valid.
es: Los códigos de respaldo pueden utilizarse cuando sus números de teléfono principal y de respaldo no estén disponibles. Los códigos de respaldo que aparecen a continuación pueden usarse para la verificación de inicio de sesión. Si ha utilizado todos sus códigos de respaldo, puede generar un nuevo conjunto. Solo los códigos de respaldo que se muestran a continuación serán válidos.

source: Copy these tokens and keep them somewhere safe.
es: Copie estos códigos y guárdelos en un lugar seguro.

source: You don't have any backup codes yet.
es: Aún no tiene ningún código de respaldo.

source: Back to Account Security
es: Volver a la Seguridad de la Cuenta

source: Generate Tokens
es: Generar Códigos

source: Login
es: Iniciar Sesión

source: Enter your credentials.
es: Ingrese sus credenciales.

source: Use this form for entering backup tokens for logging in. These tokens have been generated for you to print and keep safe. Please enter one of these backup tokens to login to your account.
es: Use este formulario para ingresar los códigos de respaldo e iniciar sesión. Estos códigos fueron generados para que los imprima y los mantenga en un lugar seguro. Ingrese uno de estos códigos de respaldo para acceder a su cuenta.

source: Forgot your password?
es: ¿Olvidó su contraseña?

source: Or, alternatively, use one of your other authentication methods:
es: O, alternativamente, use uno de sus otros métodos de autenticación:

source: As a last resort, you can use a backup token:
es: Como último recurso, puede usar un código de respaldo:

source: Use Backup Token
es: Usar Código de Respaldo

source: New user?
es: ¿Usuario nuevo?

source: Create an account!
es: ¡Cree una cuenta!

source: Permission Denied
es: Permiso Denegado

source: The page you requested, enforces users to verify using two-factor authentication for security reasons. You need to enable these security features in order to access this page.
es: La página que solicitó exige que los usuarios verifiquen mediante autenticación de dos factores por razones de seguridad. Necesita habilitar estas funciones de seguridad para acceder a esta página.

source: Two-factor authentication is not enabled for your account. Enable two-factor authentication for enhanced account security.
es: La autenticación de dos factores no está habilitada en su cuenta. Habilite la autenticación de dos factores para mejorar la seguridad de su cuenta.

source: Go back
es: Volver

source: Enable Two-Factor Authentication
es: Habilitar Autenticación de Dos Factores

source: You are about to take your account security to the next level. Follow the steps in this wizard to enable two-factor authentication.
es: Está a punto de llevar la seguridad de su cuenta al siguiente nivel. Siga los pasos de este asistente para habilitar la autenticación de dos factores.

source: Please select which authentication method you would like to use.
es: Seleccione el método de autenticación que desea utilizar.

source: To set up a token generator, scan the QR code below using an app like Google Authenticator, Authenticator from Windows or a similar app.
es: Para configurar un generador de tokens, escanee el código QR a continuación con una aplicación como Google Authenticator, Authenticator de Windows o una aplicación similar.

source: Alternatively, use the following secret to configure the token manually in your authenticator or password manager.
es: Alternativamente, use el siguiente secreto para configurar el token manualmente en su autenticador o administrador de contraseñas.

source: TOTP Secret:
es: Secreto TOTP:

source: Then, enter the token generated by the app below to verify setup.
es: Luego, ingrese el token generado por la aplicación a continuación para verificar la configuración.

source: Token validated successfully. Two-factor authentication is now enabled.
es: Token validado con éxito. La autenticación de dos factores ahora está habilitada.

source: Token validation failed. Please try again.
es: La validación del token falló. Por favor, inténtelo de nuevo.

source: Back to login
es: Volver al inicio de sesión

source: Congratulations, you've successfully enabled two-factor authentication.
es: Felicidades, ha habilitado con éxito la autenticación de dos factores.

source: However, it might happen that you don't have access to your primary token device. To enable account recovery, add a phone number.
es: Sin embargo, puede suceder que no tenga acceso a su dispositivo principal de tokens. Para habilitar la recuperación de la cuenta, agregue un número de teléfono.

source: Add Phone Number
es: Agregar Número de Teléfono

source: Account Security
es: Seguridad de la Cuenta

source: Primary method: %(primary)s
es: Método principal: %(primary)s
